# St7SetSolverCreep

Sets the state of the Creep option for creep analyses.

long St7SetSolverCreep(long uID, bool Creep)
Input Parameters
uID
Strand7 model file ID.
Creep
True to enable the Creep option.